Repository: ixranem7/beTheImpact
Catalog: beTheImpact/Localizable.xcstrings
Source language: en
Languages: ar

source: Another Piece
ar: قطعة أخرى

source: Another Piece Button
ar: اضغط هنا لاختيار قطعة أخرى

source: Back
ar: رجوع

source: camera button
ar: زر الكاميرا

source: Camera is not available for this device
ar: الكاميرا غير متاحة على هذا الجهاز

source: Choose an option
ar: اختر أحد الخيارات

# Default_message
source: These items might match depending on style preferences.
ar: هذه القطع لا تنسجم مع بعضها البعض

source: Details
ar: التفاصيل

source: Determining if the items match...
ar: "دعنا نرى... هل ملابسك تنسجم معًا بأناقة؟"

source: Finish
ar: إنهاء

source: Go to settings and enable camera
ar: اذهب إلى الإعدادات لإتاحة الكاميرا

source: How Zahi works
ar: كيف يعمل زاهي

source: How Zahi works?
ar: كيف يعمل زاهي

source: How Zahi works.
ar: كيف يعمل زاهي

source: Image of %@
ar: صورة

source: It is an application aimed at making your daily life easier by helping you coordinate your outfits with harmonious colors and innovative visions, reflecting your unique taste and sense.
ar: هو تطبيق يهدف إلى تسهيل حياتك اليومية، من خلال مساعدتك على تنسيق أزيائك بألوان متناغمة ورؤى مبتكرة، ليعكس ذوقك وإحساسك الفريد.

source: Item details
ar: تفاصيل القطعة

source: Item Details
ar: تفاصيل القطعة

source: Just a moment! We're working on finding the best result for you...
ar: انتظر قليلاً! نحن نعمل على إيجاد تفاصيل قطعتك..

source: Key
ar: مفتاح

source: Matching result
ar: نتيجة المطابقة

source: next
ar: التالي

source: Next
ar: التالي

source: No Image Captured or Selected
ar: لم تقم بتصوير أو اختيار قطعة..!

source: OK
ar: موافق

source: Place it in front of the camera to see its details. After you take a picture of the second piece, we will tell you whether they are harmonious or not.
ar: ضع الكاميرا أمام الملابس، وسيخبرك التطبيق بتفاصيلها ويوفر لك اقتراحات للتنسيق، و يمكنك حفظ تنسيقاتك المفضلة والرجوع إليها في أي وقت.

source: Proceed to the next page or start the app
ar: اذهب إلى الصفحة التالية، أو ابدأ التطبيق

source: Skip
ar: تخطي

source: Skip the onboarding process
ar: تخطي صفحة البداية

source: Start Now
ar: ابدأ الأن

source: Take a photo
ar: التقط صورة

source: These items do not match.
ar: يبدو أن هذه القطع لا تتناسق معًا

source: These items match perfectly!
ar: رائع! هذه القطع تتناسق معًا بشكل مثالي!

source: This is a description of the app.
ar: هنا وصف البرنامج

source: This is the title of the onboarding page.
ar: هذا عنوان البداية

source: This text provides additional information about the app.
ar: هنا وصف إضافي للبرنامج

source: Try Again
ar: أعد المحاولة

source: Try Again Button
ar: اضغط هنا لإعادة المحاولة

source: Upload from Photos
ar: تحميل من الصور

source: Use the camera or upload to explore your outfit
ar: استعمل الكاميرا أو اختر صورة من الألبوم لمعرفة تفاصيل قطعتك

source: Welcome to your digital wardrobe!
ar: أهلاً بك في خزانتك الرقمية!

source: Welcome to Zahi
ar: أهلاً بك في زاهي

source: Welcome to Zahi!
ar: أهلاً بك في زاهي

source: Welcome to Zahi.
ar: أهلاً بك في زاهي

source: You have not authorized camera use
ar: لم تقم بالسماح باستخدام الكاميرا

source: Your taste and vision, harmony and inspiration.
ar: ذوقك ورؤيتك .. تناغم و إلهام!

source: Your taste and vision... harmony and inspiration!
ar: ذوقك ورؤيتك .. تناغم و إلهام!
